Repository: pypi-data/pypi-mirror-14
Catalog: packages/inqbus.tagging/inqbus.tagging-1.0.6.zip/inqbus.tagging-1.0.6/src/inqbus/tagging/locales/*/LC_MESSAGES/inqbus.tagging.po
Languages: de

source: Retag
de: Stichwörter neu zuweisen

source: Items retaged
de: Stichwörter wurden neu zugewiesen.

source: Failed to retag all items
de: Es traten Fehler bei der Zuweisung auf.

source: Permission denied to retag ${title}.
de: Fehlende Berechtigung für ${title}.

source: Error retagging ${title}
de: Fehler beim Zuweisen der Stichwörter für ${title}

source: Tags
de: Stichwörter

source: If selected: The title will be scanned utilizing the regex below to find keywords. The keywords found will then be matched with the list of already existing keywords. If matched the content object will be tagged with the matching keywords.
de: Wenn ausgewählt: Der Titel wird mithilfe des unten angegebenen regulären Ausdrucks auf Stichwörter untersucht. Die Liste der gefunden Ausdrücke wird dann mit den bereits bestehenden Stichwörtern verglichen. Wenn diese übereinstimmen, wird das Stichwort dem Objekt zugewiesen.

source: Regular expression for matching title tags
de: Regulärer Ausdruck für die Titel

source: Specify a regex to break the title into keywords. Each keyword then is produced further.
de: Wählen Sie einen regulären Ausdruck um den Titel in Stichwörter zu zerlegen. Jedes Wort wird dann weiter behandelt.

source: We recommended strongly to leave this choice disabled: If enabled each item found by the regex will produce a (new) keyword. This may flood your Plone with so many keywords that you may not get rid of them easily. But for a particular setup this choice may be handy.
de: Wir empfehlen diese Funktion nicht zu aktivieren. Wenn sie aktiviert wird, wird jedes gefundene Stichwort zugefügt. Das kann zu unzähligen Stichwörtern führen, die nicht mehr handhabbar sind. Aber für spezielle Anwendungen kann diese Funktion nützlich sein.

source: Regular expression for creating new tags from title
de: Regulärer Ausdruck um neue Stichwörter aus dem Titel zu generieren.

source: Inqbus.tagging Configuration
de: Inqbus.Tagging Konfiguration

source: Configure Filters for metadata tag generation here.
de: Konfigurieren Sie Filter für die Stichwortgeneration aus den Metadaten hier.

source: Select EXIF-Tags from Image
de: Wählen Sie EXIF-Tags von einem Bild

source: Here you can select an image to pick EXIF tags for the whitelists
de: Hier können Sie ein Bild wählen um EXIF Tags für die Whitelist zu importieren.

source: Inqbus Tagging Settings - Import Tags
de: Inqbus Tagging Einstellungen - Import Tags

source: Field
de: Feld

source: Add the name of the field.
de: Fügen Sie den Namen des Feldes hinzu.

source: Add a format string to format the value or the cut out portion. Use unchanged value if nothing is set.
de: Fügen Sie einen Format String hinzu um die ausgeschnittenen Wörter zu formatieren. Es werden die unveränderten Werte genommen, wenn nichts gesetzt ist.

source: Regular Expression
de: Regulärer Ausdruck

source: Add Regular Expression to cut out a portion of the field value. Use all if nothing is set.
de: Fügen Sie einen regulären Ausdruck hinzu um einzelne Wörter aus zu schneiden. Es wird der komplette Wert genommen, wenn nichts gesetzt ist.

source: Select IPTC-Tags from Image
de: Wählen Sie IPTC-Tags von einem Bild

source: Here you can select an image to pick IPTC tags for the whitelists
de: Hier können Sie ein Bild wählen um IPTC Tags für die Whitelist zu importieren.

source: Inqbus Tagging Settings - Import IPTC Tags
de: Inqbus Tagging Einstellungen - Import IPTC Tags

source: Tag
de: Stichwort

source: Select XMP-Tags from Image
de: Wählen Sie XMP-Tags von einem Bild

source: Here you can select an image to pick XMPtags for the whitelists
de: Hier können Sie ein Bild wählen um XMP Tags für die Whitelist zu importieren.

source: Inqbus Tagging Settings - Import XMP Tags
de: Inqbus Tagging Einstellungen - Import XMP Tags

source: Use Exif
de: Exif verwenden

source: Select if tags based on exif should be added.
de: Wählen Sie diese Option, wenn Stichwörter aus den Exif-Informationen generiert werden sollen.

source: Exif Fields
de: Exif Felder

source: List of the EXIF fields that are transformed into tags. You may specify a regular expression to cut out one or more portions of the EXIF value. Also you may specify a new style format string to shape the output of the exif value or the cut out portions. Example: Value is "Newton, Issac", regex = "(\w+), (\w+)", format = "{1} {0}" -> Issac Newton
de: Liste der Exif-Felder, welche zu Stichwörtern umgewandelt werden. Sie können einen regulären Ausdruck angeben, um einzelne Bestandteile aus dem String zu isolieren. Auch können Sie einen Format String nutzen um diese Werte in eine Form zu bringen.Beispiel: Der Wert ist "Newton, Issac", regex = "(\w+), (\w+)", format = "{1} {0}" -> Issac Newton

source: EXIF Fields
de: Exif Felder

source: Use IPTC
de: IPTC benutzen

source: Select if tags based on iptc should be added.
de: Wählen Sie diese Option, wenn Stichwörter aus den IPTC-Informationen generiert werden sollen.

source: IPTC Fields
de: IPTC Felder

source: List of the IPTC fields that are transformed into tags. You may specify a regular expression to cut out a portion of the IPTC value. Also you may specify a format string to shape the output of the exif value or the cut out portion.
de: Liste der IPTC-Felder, welche zu Stichwörtern umgewandelt werden. Sie können einen regulären Ausdruck angeben, um einzelne Bestandteile aus dem String zu isolieren. Auch können Sie einen Format String nutzen um diese Werte in eine Form zu bringen.

source: Use XMP
de: XMP verwenden

source: Select if tags based on xmp should be added.
de: Wählen Sie diese Option, wenn Stichwörter aus den XMP-Informationen generiert werden sollen.

source: XMP Fields
de: XMP Felder

source: List of the XMP fields that are transformed into tags. You may specify a regular expression to cut out a portion of the XMP value. Also you may specify a format string to shape the output of the exif value or the cut out portion.
de: Liste der XMP-Felder, welche zu Stichwörtern umgewandelt werden. Sie können einen regulären Ausdruck angeben, um einzelne Bestandteile aus dem String zu isolieren. Auch können Sie einen Format String nutzen um diese Werte in eine Form zu bringen.

source: Ignored Title Tags
de: Ignorierte, aus dem Titel generierte Stichwörter

source: List of Tags that are ignored, if importing the title to tags.
de: Liste der Stichwörter, welche bei der Generierung aus dem Titel ignoriert werden

source: Preview
de: Vorschau

source: Last modified
de: Zuletzt geändert

source: Publication date
de: Veröffentlicht am

source: Created on
de: Erstellt am

source: Review state
de: Status

source: Type
de: Typ

source: Folder
de: Ordner

source: Excluded from navigation
de: Von der Navigation ausschließen

source: Object Size
de: Größe des Objektes

source: Last comment date
de: Zeitpunkt des letzten Kommentars

source: Total comments
de: Anzahl der Kommentare

source: Title
de: Titel

source: Match title tags
de: Bestehende Stichwörter aus dem Titel generieren

source: New tags from title
de: Neue Stichwörter aus dem Titel gernerieren
