Repository: pypi-data/pypi-mirror-14
Catalog: packages/smilepack/smilepack-0.2.1-py3-none-any.whl/smilepack/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Smilepack administration
ru: Администрирование смайлопака

source: Other actions
ru: Другие действия

source: Icon management
ru: Управление иконками

source: User management
ru: Управление пользователями

source: Profile settings
ru: Настройки профиля

source: Change background
ru: Поменять фон

source: Report an issue
ru: Сообщить о проблеме

source: Collection of smiles
ru: Коллекция смайликов

source: Choose a section to view and edit smiles in collection
ru: Выберите раздел для просмотра и редактирования смайликов в коллекции

source: Upload new smile
ru: Загрузить новый смайлик

source: Suggestions and unpublished smiles
ru: Предложения и неопубликованные смайлики

source: All
ru: Все

source: With categories
ru: С категориями

source: Without categories
ru: Без категорий

source: Non-suggestions
ru: Не предложения

source: Hidden
ru: Скрытые

source: Choose a tab to view unpublished smiles
ru: Выберите раздел для просмотра неопубликованных смайликов

source: Load more smiles
ru: Загрузить больше смайликов

source: Selected smiles:
ru: Выбранные смайлы:

source: Edit selected smiles
ru: Изменить выбранные смайлы

source: Remove selected smiles from collection
ru: Убрать выделенные смайлы из коллекции

source: Add selected smiles to current category
ru: Добавить выбранные смайлы в текущую категорию

source: Adding a category
ru: Добавление категории

source: Changing a category
ru: Изменение категории

source: Category name
ru: Название категории

source: Move to another subsection
ru: Переместить в другой подраздел

source: Move before
ru: Переместить перед

source: Icon
ru: Иконка

source: If you edit icons, refresh the page
ru: Если вы редактировали иконки, обновите страницу

source: Please open "Other actions -> Icon management", add at least one published icon and refresh the page before creating a category
ru: Откройте «Другие действия -> Управление иконками», добавьте не менее одной опубликованной иконки и обновите страницу, прежде чем создавать категорию

source: Description
ru: Описание

source: Added category will be immediately visible to all users.
ru: Добавленная категория сразу будет видна всем пользователям.

source: Add
ru: Добавить

source: Save
ru: Сохранить

source: Adding a smile
ru: Добавление смайлика

source: From link
ru: По ссылке

source: From computer
ru: С компьютера

source: Link
ru: Ссылка

source: Smile size
ru: Размер смайлика

source: Width
ru: Длина

source: Height
ru: Ширина

source: Reset smile size
ru: Сбросить размер смайлика

source: Keep aspect ratio
ru: Сохранить соотн. сторон

source: Compress if possible (lossless)
ru: Сжать по возможности (без потери качества)

source: Image will not be resized.
ru: Разрешение не будет изменено.

source: If possible, it's best to compress it yourself in a graphics editor.
ru: Если есть возможность, лучше сжать картинку самостоятельно в графическом редакторе.

source: Create a smile
ru: Создание смайлика

source: Upload and edit
ru: Загрузить и редактировать

source: Cancel
ru: Отмена

source: Smile editing
ru: Редактирование смайлика

source: Tags (separated by comma)
ru: Теги (через запятую)

source: Category
ru: Категория

source: Publish in collection (only if category is specified)
ru: Опубликовать в коллекции (только если указана категория)

source: Hide from list of unapproved smiles
ru: Скрыть из списка неопубликованных смайликов

source: Add tags (separated by comma)
ru: Добавить теги (через запятую)

source: Remove tags (separated by comma)
ru: Удалить теги (через запятую)

source: Change category
ru: Изменить категорию

source: Change description
ru: Изменить описание

source: Published?
ru: Опубликован?

source: Don't change
ru: Не менять

source: Don't publish
ru: Не публиковать

source: Hide
ru: Скрыть

source: Don't hide
ru: Не скрывать

source: Tick for publication
ru: Поставьте галочку для публикации

source: Upload new icon
ru: Загрузить новую иконку

source: Link to icon
ru: Ссылка на иконку

source: Icon resolution must be {w}x{h} pixels
ru: Разрешение иконки должно быть {w}x{h} пикселей

source: Upload
ru: Загрузить

source: Username
ru: Имя пользователя

source: Search
ru: Поиск

source: Create
ru: Создать

source: Load more
ru: Загрузить ещё

source: Registered at
ru: Зарегистрирован

source: Last login at
ru: Последний вход

source: Is active
ru: Активен

source: Is admin
ru: Администратор

source: Is superadmin
ru: Суперадмин

source: New password
ru: Новый пароль

source: Confirm new password
ru: Подтвердите новый пароль

source: Apply
ru: Применить

source: Create smilepack
ru: Создать смайлопак

source: Save to localStorage
ru: Сохранить в localStorage

source: Load from localStorage
ru: Загрузить из localStorage

source: Import userscript
ru: Импортировать юзерскрипт

source: Smilepack
ru: Смайлопак

source: Version
ru: Версия

source: will be available until
ru: будет доступен до

source: Save and download smilepack!
ru: Сохранить и скачать смайлопак!

source: Save changes
ru: Сохранить изменения

source: Save as new smilepack
ru: Сохранить как новый смайлопак

source: Download last saved version
ru: Скачать последнюю сохранённую версию

source: New smiles
ru: Новые смайлы

source: Choose a section to view smiles
ru: Выберите раздел для просмотра смайликов

source: Select all
ru: Выделить всё

source: Copy category with name and icon
ru: Скопировать категорию с названием и иконкой

source: Your smilepack
ru: Ваш смайлопак

source: Choice a category of smilepack to view smiles
ru: Выберите категорию смайлопака для просмотра смайликов

source: Add category here and fill it by dragging smiles from the collection
ru: Добавьте категорию здесь и заполните её перетаскиванием смайликов из коллекции

source: Add your smile
ru: Добавить свой смайлик

source: Go to category
ru: Перейти к категории

source: Move to another category
ru: Переместить в другую категорию

source: Remove selected smiles from smilepack
ru: Убрать выделенные смайлы из смайлопака

source: Database has no icons, please contact the administrator of a website.
ru: В базе данных нет иконок, пожалуйста, обратитесь к администратору сайта.

source: Upload icon from computer
ru: Загрузить иконку с компьютера

source: Upload icon from link
ru: Загрузить иконку по ссылке

source: Suggest for publication in collection
ru: Предложить для публикации в коллекции

source: If you wish, you can fill in the fields below, thereby helping the administration
ru: Если хотите, можете заполнить поля ниже, тем самым помогая администрации

source: Category (if there is a suitable)
ru: Категория (если есть подходящая)

source: Importing a userscript
ru: Импортирование юзерскрипта

source: Select an userscript file
ru: Выберите файл с юзерскриптом

source: Import
ru: Импортировать

source: Saving the smilepack
ru: Сохранение смайлопака

source: Name
ru: Название

source: Optional
ru: Опционально

source: How long to store smilepack on the server
ru: Как долго хранить смайлопак на сервере

source: Half an hour
ru: Полчаса

source: 8 hours
ru: 8 часов

source: 1 day
ru: 1 день

source: Week
ru: Неделя

source: 30 days
ru: 30 дней

source: Keep forever
ru: Оставить навсегда

source: You can download userscript after saving; in the userscript smilepack will be always available
ru: Вы сможете скачать юзерскрипт после сохранения; в нём смайлопак будет доступен всегда

source: Configure websites that the userscript will be enabled (one per line)
ru: Настройка сайтов, на которых юзерскрипт будет включен (по одному на строку)

source: At all other than those listed
ru: На всех, кроме перечисленных

source: Only listed
ru: Только на перечисленных

source: This list will be stored in your browser's cookies and in userscript; other users will not see it.
ru: Этот список будет сохранён в cookies вашего браузера и в юзерскрипте; другие пользователи его не увидят.

source: You can use * for mask; for example, *.example.com
ru: Можно использовать * в качестве маски; например, *.example.com

source: Saving...
ru: Сохраняем...

source: Smilepack saved!
ru: Смайлопак сохранён!

source: His id:
ru: Его id:

source: Now you can:
ru: Теперь вы можете:

source: Download userscript
ru: Скачать юзерскрипт

source: and install it in your browser to use smilepack at all sites that support HTML or BBCode.
ru: и установить его в браузере, чтобы пользоваться смайлопаком на всех сайтах с поддержкой HTML или BBCode.

source: Give a look to someone your smilepack by sharing this link:
ru: Дать посмотреть кому-нибудь ваш смайлопак, поделившись ссылкой:

source: or more compact version:
ru: или более компактная версия:

source: Close this message and continue editing to create another smilepack (previous saved smilepack will be unchanged).
ru: Закрыть это сообщение и продолжить редактирование, чтобы создать ещё один смайлопак (предыдущий сохранённый смайлопак не будет изменён).

source: Back to editing
ru: Вернуться к редактированию

source: Yes, it is smilepack!
ru: Да, это смайлопак!

source: %(num)d smile in collection,
ru: %(num)d смайлик в коллекции,

source: %(num)d smilepack created
ru: %(num)d смайлопак создан

source: Logged in as {username}
ru: Вы вошли как {username}

source: Log out
ru: Выйти

source: Or open an existing one:
ru: Или открыть существующий:

source: New smiles:
ru: Новые смайлы:

source: Staff Only
ru: Посторонним вход воспрещён

source: Password
ru: Пароль

source: Remember Me
ru: Запомнить меня

source: Log In
ru: Войти

source: Saved!
ru: Сохранено!

source: Current password
ru: Текущий пароль

source: 403 - Access Denied
ru: 403 - Доступ запрещён

source: Go to index page
ru: Перейти на главную

source: 404 - Page Not Found
ru: 404 - Страница не найдена

source: 500 - Internal Server Error
ru: 500 - Внутренняя ошибка сервера

source: Oops, something went wrong
ru: Ой, что-то пошло не так

source: There had to be a link to the index page, but this page is index
ru: Здесь должна была быть ссылка на главную, но это и есть главная

source: Account is disabled
ru: Аккаунт отключен

source: Cannot login
ru: Не удалось войти

source: Invalid username or password
ru: Неверные имя пользователя или пароль

source: Passwords do not match
ru: Пароли не совпадают

source: Current password is incorrect
ru: Текущий пароль неверный

source: Internal Server Error
ru: Внутренняя ошибка сервера
