Repository: pypi-data/pypi-mirror-14
Catalog: packages/hurm.db/hurm.db-0.7.tar.gz/hurm.db-0.7/hurm/db/locale/*/LC_MESSAGES/hurm-db.po
Languages: it

source: and
it: e

source: Activity ID
it: ID Attività

source: Unique ID of the activity
it: ID univoco dell'attività

source: Activity
it: Attività

source: Description of the activity
it: Descrizione dell'attività

source: Duties overlap
it: Incombenze sovrapposte

source: Whether overlapped duties related to the activity are allowed
it: Determina se sia consentito inserire delle incombenze sovrapposte

source: Activity payload ID
it: ID compenso attività

source: Unique ID of the activity payload
it: ID univoco del compenso attività

source: ID of the related activity
it: ID dell'attività associata

source: Value name
it: Nome del valore

source: The name of the particular payload value
it: Il nome del particolare compenso

source: The long description of the payload value
it: La descrizione lunga del compenso

source: Unit cost
it: Costo unitario

source: Coefficient to transform the value in money
it: Coefficiente di trasformazione del compenso in valuta

source: Availability ID
it: ID Disponibilità

source: Unique ID of the availability
it: ID univoco della disponibilità

source: Edition ID
it: ID Edizione

source: ID of the edition
it: ID dell'edizione

source: Person ID
it: ID Persona

source: ID of the related person
it: ID della persona relazionata

source: Date
it: Data

source: Reference date
it: Data di riferimento

source: Start
it: Inizio

source: Starting time of the availability, empty to mean from start of the day
it: Ora di inizio della disponibilità, se non specificata si intende dall'inizio del giorno

source: End
it: Fine

source: Ending time of the availability, empty to mean till the end of the day
it: Termine della disponibilità, se non specificata si intende fino alla fine del giorno

source: Duty ID
it: ID Incombenza

source: Unique ID of the duty
it: ID univoco dell'incombenza

source: Task ID
it: ID Compito

source: ID of the related task
it: ID del compito relativo

source: Starting time of the duty
it: Ora di inizio dell'incombenza

source: Ending time of the duty
it: Termine dell'incombenza

source: Duty payload ID
it: ID del compenso incombenza

source: Unique ID of the duty payload
it: ID univoco del compenso incombenza

source: ID of the duty
it: ID dell'incombenza

source: ID of the activity payload
it: ID del compenso attività

source: Value
it: Valore

source: The value of the payload
it: Valore del compenso

source: Unique ID of the edition
it: ID univoco dell'edizione

source: Edition
it: Edizione

source: Description of the edition
it: Descrizione dell'edizione

source: Starting date
it: Data di partenza

source: Ending date
it: Data di termine

source: Location ID
it: ID Posto

source: Unique ID of the location
it: ID univoco del posto

source: Location
it: Posto

source: Description of the location
it: Descrizione del posto

source: Address
it: Indirizzo

source: Street address
it: Indirizzo stradale

source: City
it: Città

source: City name
it: Nome della città

source: Province code
it: Provincia

source: Code of the province
it: Codice della provincia

source: Zip code
it: C.A.P.

source: Zip code of the city
it: Codice di avviamento postale

source: Country code
it: Stato

source: Code of the country
it: Codice dello stato

source: Latitude
it: Latitudine

source: Latitude of the location
it: Latitudine del posto

source: Longitude
it: Longitudine

source: Longitude of the location
it: Logitudine del posto

source: Phone
it: Telefono

source: Phone number of the location
it: Numero di telefono del posto

source: Mobile
it: Cellulare

source: Mobile number of the location
it: Numero di cellulare del posto

source: Email address of the location
it: Indirizzo email del posto

source: Unique ID of the person
it: ID univoco della persona

source: First name
it: Nome

source: First name of the person
it: Nome della persona

source: Last name
it: Cognome

source: Last name of the person
it: Cognome della persona

source: Role
it: Ruolo

source: Role of the person
it: Ruolo della persona

source: Birthdate
it: Nascita

source: Date of birth
it: Data di nascita

source: Phone number of the person
it: Numero di telefono della persona

source: Mobile number of the person
it: Numero di cellulare della persona

source: Email address of the person
it: Indirizzo email della persona

source: Hashed password
it: Password criptata

source: Unique ID of the task
it: ID univoco del compito

source: ID of the involved location
it: ID del posto relativo

source: Starting time of the task
it: Ora di inizio del compito

source: Ending time of the task, empty means till the end of the day
it: Termine del compito, se non specificata si intende fino alla fine della giornata

source: Persons
it: Persone

source: Number of required persons
it: Numero di persone richieste
