Repository: pypi-data/pypi-mirror-14
Catalog: packages/cubicweb-vcreview/cubicweb-vcreview-2.4.0.tar.gz/cubicweb-vcreview-2.4.0/i18n/*.po
Languages: fr

source: (No recorded task)
fr: (Aucune tâche)

source: (review level 1)
fr: (revue de niveau 1)

source: Activities
fr: Activités

source: All active patches
fr: Tous les patches actifs

source: Automatically set new patches in the pending-review state
fr: Mettre les nouveaux patches automatiquement dans l'état "en attente de revue"

source: Content
fr: Contenu

source: InsertionPoint
fr: Point d'insertion

source: InsertionPoint_plural
fr: Point d'insertion

source: My review worklist
fr: Revue de code en attente

source: New InsertionPoint
fr: nouveau point d'insertion

source: New Patch
fr: Nouveau patch

source: Patch revisions
fr: Révisions du patch

source: Patch_plural
fr: Patchs

source: Patches for %s
fr: Patchs pour %s

source: Show all patches
fr: Voir tous les patchs

source: Table below only show active patches
fr: La table ci-dessous montre uniquement les patchs actifs

source: The good fellow reviewing a single patch
fr: L'utilisateur désigné pour relire un patch

source: The level 2 guy in charge of getting the patch published
fr: L'utilisateur responsable de la publication du patch

source: This InsertionPoint
fr: Ce point d'insertion

source: This InsertionPoint:
fr: Ce point d'insertion :

source: This Patch
fr: Ce patch

source: This Patch:
fr: Ce patch :

source: Use the ``reviewer`` global group to pick reviewer When false, only explicit reviewer set with ``repository_reviewer`` are taken in account.
fr: Utiliser le groupe global ``relecteurs`` pour sélectionner un relecteur. Si faux, seules les entrées renseignées via l'attribut ``relecteur`` sont prises en compte.

source: You have some patches in your worklist
fr: Vous avez des patches en attente de traitement

source: [%(repo)s] new patch: %(patch)s
fr: [%(repo)s] nouveau patch : %(patch)s

source: [%(repo)s] patch assigned: %(patch)s
fr: [%(repo)s] patch attribué : %(patch)s

source: [%(repo)s] patch task: %(patch)s - %(task)s
fr: [%(repo)s] patch à corriger : %(patch)s - %(task)s

source: accept
fr: accepter

source: add Patch has_activity Task subject
fr: tâche

source: add a task
fr: ajouter une tâche

source: applied
fr: appliqué

source: apply
fr: appliquer

source: ask review
fr: demander la revue

source: ask rework
fr: demander modification

source: author
fr: auteur

source: by
fr: par

source: committers
fr: committeurs

source: created on
fr: crée le

source: creating Task (Patch %(linkto)s has_activity Task)
fr: création d'un tâche pour le patch %(linkto)s

source: ctxcomponents_vcreview.activitysection
fr: table des tâches

source: ctxcomponents_vcreview.activitysection_description
fr: section permettant d'ajouter des tâches et affichant les tâches en cours

source: ctxcomponents_vcreview.worklist.warning
fr: icône liste de travail

source: ctxcomponents_vcreview.worklist.warning_description
fr: icône prévenant qu'il y a des patches en attente de traitement

source: facets_vcreview.patch_committer
fr: facette committeur

source: facets_vcreview.patch_repository
fr: facette entrepôt de patch

source: facets_vcreview.patch_reviewer
fr: facette relecteur du patch

source: fold
fr: fusionner

source: folded
fr: fusionné

source: has open task
fr: tâche en cours

source: has_activity
fr: activité

# InsertionPoint
source: has_activity
fr: activité

# Patch
source: has_activity
fr: activité

source: has_activity_object
fr: concerne

# Task
source: has_activity_object
fr: concerne

source: has_review
fr: avec revue

source: in-progress
fr: en cours

source: integrator (review level 2)
fr: intégrateur (revue de niveau 2)

# CWUser
source: interested_in
fr: intéressé par

# Patch
source: interested_in_object
fr: intéressé par

# Repository
source: interested_in_object
fr: intéresse

source: lid
fr: identifiant

# InsertionPoint
source: lid
fr: identifiant

source: name of the patch in the repository
fr: nom du patch dans l'entrepôt

source: no diff
fr: aucune différence

source: patch workflow
fr: workflow des patches

source: patch_committer
fr: committeur

# Patch
source: patch_committer
fr: committeur

source: patch_committer_object
fr: committeur de

# CWUser
source: patch_committer_object
fr: committeur de

source: patch_name
fr: nom

# Patch
source: patch_name
fr: nom

source: patch_reviewer
fr: relecteur

# Patch
source: patch_reviewer
fr: relecteur

source: patch_reviewer_object
fr: relecteur de

# CWUser
source: patch_reviewer_object
fr: relecteur de

source: patch_revision
fr: révisions

# Patch
source: patch_revision
fr: révisions

source: patch_revision_object
fr: révision du patch

source: pending-review
fr: en attente de revue

source: point_of
fr: point de

# InsertionPoint
source: point_of
fr: point de

source: point_of_object
fr: contient les points

source: reject
fr: rejeter

source: rejected
fr: rejeté

source: remaining tasks:
fr: tâches restantes :

source: reopen
fr: réouvrir

source: reopen/accept
fr: réouvrir/accepter

source: repository_committer
fr: committeurs

# Repository
source: repository_committer
fr: committeurs

source: repository_committer_object
fr: a les droits de commit dans

# CWUser
source: repository_committer_object
fr: a les droits de commit dans

source: repository_reviewer
fr: relecteur

# Repository
source: repository_reviewer
fr: relecteur

source: repository_reviewer_object
fr: relecteur pour

# CWUser
source: repository_reviewer_object
fr: relecteur pour

source: reviewed
fr: relu

source: reviewer:
fr: relecteur :

source: reviewers
fr: relecteurs

source: see in context
fr: voir dans le contexte

source: vcreview.patch.revisions
fr: révisions du patch

source: vcreview.patch.tab_head
fr: tip

source: vcreview.patch.tab_main
fr: description

source: vcreview.patches_tab
fr: patchs
