Repository: pypi-data/pypi-mirror-14
Catalog: packages/tap.py/tap.py-1.9.tar.gz/tap.py-1.9/tap/locale/*/LC_MESSAGES/tappy.po
Languages: de, ja, ru

source: A TAP consumer for Python
de: Ein TAP Verbraucher für Python
ja: Python用のTAP消費者
ru: TAP потребителя для Python

source: When no files are given or a dash (-) is used for the file name, tappy will read a TAP stream from STDIN.
de: Wenn keine Dateien angegeben oder ein Bindestrich (-) wird für den Dateinamen verwendet wird, wird tappy eine TAP Strom von STDIN gelesen.
ja: ファイルを指定しないか、ダッシュをすると（ - ）のファイル名に使用され、tappyはSTDINからのTAPストリームを読み込みます。
ru: Если файлы не указаны или тире (-) используется в качестве имени файла, tappy будет читать TAP поток со STDIN.

source: A file containing TAP output. Any directories listed will be scanned for files to include as TAP files.
de: Eine Datei mit TAP-Ausgang. Alle aufgeführten Verzeichnisse werden gescannt für Dateien als TAP-Dateien enthalten.
ja: 含むファイルのTAP出力。ファイルは、TAPファイルとして含まれるようにするために記載されている任意のディレクトリがスキャンされます。
ru: Файл, содержащий выход ТАР. Все каталоги, перечисленные будут проверяться на файлы, чтобы включить в TAP-файлов.

source: use verbose messages
de: benutzen ausführliche Meldungen
ja: 詳細メッセージを使用します
ru: использовать подробные сообщения

source: It is an error to explicitly specify any version lower than 13.
de: Es ist ein Fehler explizit jede Version niedriger als 13 angeben.
ja: これは、明示的に13以外の任意のバージョンが低い指定するとエラーになります。
ru: Это ошибка явно указать любой версии ниже, чем 13 лет.

source: Multiple version lines appeared.
de: Mehrere Version Linien erschienen.
ja: 複数のバージョンのラインが登場しました。
ru: Несколько строк версия появилась.

source: The version must be on the first line.
de: Die Version muss auf der ersten Zeile stehen.
ja: バージョンは、最初の行になければなりません。
ru: Версия должна быть на первой линии.

source: Missing a plan.
de: Vermissen Sie einen Plan.
ja: 計画がありません。
ru: Отсутствует план.

source: Only one plan line is permitted per file.
de: Nur ein Planeinzel wird pro Datei zulässig.
ja: 唯一の計画線は、ファイルごとに許可されています。
ru: Только один план линии допускается за файл.

source: A plan must appear at the beginning or end of the file.
de: Ein Plan muss am Anfang oder Ende der Datei angezeigt.
ja: 計画では、ファイルの先頭や末尾に表示される必要があります。
ru: План должен появиться в начале или в конце файла.

source: Expected {expected_count} tests but only {seen_count} ran.
de: Erwartete {expected_count} Tests jedoch nur {seen_count} ran.
ja: 期待 {expected_count} テストだけ {seen_count} 走りました。
ru: Ожидаемые {expected_count} испытания, но только {seen_count} РАН.

source: Bailed: {reason}
de: Gerettet: {reason}
ja: 保釈：{reason}
ru: Выручил: {reason}

source: {filename} does not exist.
de: {filename} ist nicht vorhanden.
ja: {filename} は存在しません。
ru: {filename} не существует.

source: (expected failure)
de: (erwartete Ausfall)
ja: (予想失敗)
ru: (ожидается недостаточность)

source: (unexpected success)
de: (unerwarteten Erfolg)
ja: (予期せぬ成功)
ru: (неожиданный успех)

source: Bad format string: {format} Replacement options are: {{short_description}} and {{method_name}}
de: Bad Format-String: {format} Austausch-Optionen sind: {{short_description}} und {{method_name}}
ja: バートフォーマット文字列: {format} 交換オプションには、次のとおりです。{{short_description}} と {{method_name}}
ru: Плохой строка формата: {format} Параметры замены: {{short_description}} и {{method_name}}

source: # TAP results for {test_case}
de: # TAP Ergebnisse für {test_case}
ja: 以下のための＃1のTAP結果 {test_case}
ru: # Результаты TAP для {test_case}

source: Stream TAP output instead of the default test runner output.
de: Stream TAP Ausgang anstelle des Standard-Test-Runner-Ausgang.
ja: 代わりに、デフォルトのテストランナー出力のストリームのTAP出力。
ru: Поток ТАР выход вместо выхода на тест бегун умолчанию.

source: An optional output directory to write TAP files to. If the directory does not exist, it will be created.
de: Ein optionales Ausgabeverzeichnis zu TAP-Dateien zu schreiben. Wenn das Verzeichnis nicht existiert, wird er erstellt.
ja: オプションの出力ディレクトリは、TAPにファイルを書き込むことができます。ディレクトリが存在しない場合、それが作成されます。
ru: Дополнительный выходной каталог, чтобы написать TAP файлов. Если каталог не существует, он будет создан.

source: Store all TAP test results into a combined output file.
de: Speichern Sie alle TAP Testergebnisse in eine kombinierte Ausgabedatei.
ja: 結合された出力ファイルにすべてのTAPテスト結果を保存してください。
ru: Храните все результаты тестирования TAP в сочетании выходного файла.

source: An optional format string for the TAP output. The format options are: {short_description} for the short description, and {method_name} for the test method name.
de: Eine optionale Format-String für die TAP-Ausgang. Die Formatoptionen sind: {short_description} für die kurze Beschreibung, und {method_name} für die Testmethodennamen.
ja: TAP出力のためのオプションのフォーマット文字列。フォーマットオプションは、次のとおりです。テストメソッド名の短い説明のため{short_description}、と{method_name}。
ru: Дополнительная строка формата для вывода TAP. Параметры формата: {short_description} для краткого описания, и {method_name} для названия метода испытания.

source: Store all TAP test results into individual files per test case.
de: Speichern Sie alle TAP Testergebnisse in einzelne Dateien pro Testfall.
ja: テストケースごとに個別のファイルにすべてのTAPテスト結果を保存してください。
ru: Храните все результаты тестирования TAP в отдельные файлы в тесте.
