Repository: pypi-data/pypi-mirror-14
Catalog: packages/tap.py/tap.py-1.9-py2.py3-none-any.whl/tap/locale/*/LC_MESSAGES/tappy.po
Languages: ar, nl, pt

source: A TAP consumer for Python
ar: المستهلك TAP ل Python
nl: Een TAP consument voor Python
pt: Um consumidor TAP para Python

source: When no files are given or a dash (-) is used for the file name, tappy will read a TAP stream from STDIN.
ar: عندما يتم إعطاء أية ملفات أو شرطة (-) يستخدم لاسم الملف، tappy سيقرأ تيار TAP من STDIN.
nl: Als er geen bestanden worden gegeven of een streepje (-) wordt gebruikt voor de bestandsnaam, zal tappy een TAP stream van STDIN lezen.
pt: Quando não há arquivos são dados ou um traço (-) é usado para o nome do arquivo, tappy vai ler um fluxo TAP a partir do STDIN.

source: A file containing TAP output. Any directories listed will be scanned for files to include as TAP files.
ar: ملف يحتوي على TAP الانتاج. سيتم فحص أي الدلائل المذكورة للملفات التي تتضمن كملفات TAP.
nl: Een bestand met TAP output. Elke beursgenoteerde directories zal worden gescand op bestanden op te nemen als TAP bestanden.
pt: A saída TAP arquivo que contém. Quaisquer diretórios listados serão verificados para arquivos a serem incluídos como arquivos TAP.

source: use verbose messages
ar: استخدام الرسائل مطول
nl: Gebruik uitgebreide berichten
pt: usar mensagens detalhadas

source: It is an error to explicitly specify any version lower than 13.
ar: ومن خطأ لتحديد صراحة أقل أي إصدار من 13.
nl: Het is een fout om expliciet een versie lager dan 13.
pt: É um erro especificar explicitamente qualquer versão menor do que 13.

source: Multiple version lines appeared.
ar: ظهرت خطوط النسخة متعددة.
nl: Meerdere versie lijnen verscheen.
pt: Várias linhas de versão apareceu.

source: The version must be on the first line.
ar: يجب أن يكون الإصدار في السطر الأول.
nl: De versie moet op de eerste lijn.
pt: A versão deve estar na primeira linha.

source: Missing a plan.
ar: في عداد المفقودين الخطة.
nl: Het missen van een plan.
pt: Faltando um plano.

source: Only one plan line is permitted per file.
ar: يسمح خط خطة واحدة فقط لكل ملف.
nl: Slechts één plan lijn is toegestaan per bestand.
pt: Só é permitido uma linha por arquivo plano.

source: A plan must appear at the beginning or end of the file.
ar: يجب أن تظهر خطة في بداية أو نهاية الملف.
nl: Een plan moet aan het begin of einde van het bestand.
pt: Um plano deve aparecer no início ou no final do arquivo.

source: Expected {expected_count} tests but only {seen_count} ran.
ar: يتوقع {expected_count} الاختبارات ولكن فقط {seen_count} ركض.
nl: Verwachte {expected_count} testen, maar slechts {seen_count} liep.
pt: Esperados {expected_count} testes, mas apenas {seen_count} correu.

source: Bailed: {reason}
ar: إنقاذها: {reason}
nl: Gered: {reason}
pt: Afiançado: {reason}

source: {filename} does not exist.
ar: {filename} غير موجود.
nl: {filename} bestaat niet.
pt: {filename} não existe.

source: (expected failure)
ar: (فشل متوقع)
nl: (verwachte falen)
pt: (falha esperado)

source: (unexpected success)
ar: (نجاح غير متوقع)
nl: (onverwacht succes)
pt: (sucesso inesperado)

source: Bad format string: {format} Replacement options are: {{short_description}} and {{method_name}}
ar: سيئة سلسلة تنسيق: {format} خيارات استبدال هي: {{short_description}} و {{method_name}}
nl: Bad format string: {format} Vervanging opties zijn: {{short_description}} en {{method_name}}
pt: Bad seqüência de formato: {format} As opções de substituição são: {{short_description}} e {{method_name}}

source: # TAP results for {test_case}
ar: # النتائج TAP ل {test_case}
nl: # TAP resultaten voor {test_case}
pt: # Resultados da TAP para {test_case}

source: Stream TAP output instead of the default test runner output.
ar: دفق إخراج TAP بدلا من الإخراج الافتراضي اختبار عداء.
nl: Stroom TAP uitgang in plaats van de standaard-test runner-uitgang.
pt: Fluxo de saída TAP em vez da saída corredor de teste padrão.

source: An optional output directory to write TAP files to. If the directory does not exist, it will be created.
ar: دليل الانتاج اختياري لإرسال ملفات TAP ل. حالة عدم وجود الدليل، سيتم إنشاؤه.
nl: Een optionele output directory aan TAP bestanden schrijven. Als de map niet bestaat, zal het worden aangemaakt.
pt: Um diretório de saída opcional para gravar arquivos da TAP. Se o diretório não existir, ele será criado.

source: Store all TAP test results into a combined output file.
ar: تخزين جميع نتائج الاختبار TAP إلى ملف إخراج مجتمعة.
nl: Bewaar alle TAP testresultaten in een gecombineerde output file.
pt: Armazenar todos os resultados do teste TAP numa arquivo de saída combinada.

source: An optional format string for the TAP output. The format options are: {short_description} for the short description, and {method_name} for the test method name.
ar: سلسلة شكل اختياري لإخراج TAP. خيارات التنسيق هي: {short_description} لوصف قصير، و{method_name} لاسم طريقة الاختبار.
nl: Een optionele format string voor de TAP output. De opties zijn formaat: {short_description} voor de korte omschrijving, en {method_name} voor de naam testmethode.
pt: Uma cadeia de formato opcional para a saída TAP. As opções de formato são: {short_description} para a breve descrição, e {method_name} para o nome do método de teste.

source: Store all TAP test results into individual files per test case.
ar: تخزين جميع نتائج الاختبار TAP إلى الملفات الفردية لكل حالة اختبار.
nl: Bewaar alle TAP testresultaten in afzonderlijke bestanden per testcase.
pt: Armazenar todos os resultados do teste TAP em arquivos individuais por caso de teste.
