Repository: pypi-data/pypi-mirror-14
Catalog: packages/hurm.fe/hurm.fe-0.9.tar.gz/hurm.fe-0.9/hurm/fe/locale/*/LC_MESSAGES/hurm-fe-client.po
Languages: it

source: Modify
it: Modifica

source: Edit selected activity.
it: Modifica l'attività selezionata.

source: Payloads
it: Compensi

source: Modify associated payloads.
it: Modifica i compensi associati.

source: Cancel
it: Annulla

source: Confirm
it: Conferma

source: Changes have been applied…
it: Le modifiche sono state apportate…

source: Your changes have been applied <strong>locally</strong>.<br/><br/>To make them permanent you must click on the <blink>Save</blink> button.
it: Le modifiche sono state apportate <strong>localmente</strong>.<br/><br/>Per renderle permanenti devi cliccare sul pulsante <blink>Conferma</blink>.

source: Edit activity
it: Modifica attività

source: Activities
it: Attività

source: <b>Activities</b><br/>Activities management
it: <b>Attività</b><br/>Gestione attività

source: Edit selected payload.
it: Modifica compenso selezionato.

source: Edit activity payload
it: Modifica compenso attività

source: Payloads of activity “{0}”
it: Compensi dell'attività “{0}”

source: Edit selected availability.
it: Modifica la disponibilità selezionata.

source: Edit availability
it: Modifica disponibilità

source: Availability of {0} in edition “{1}”
it: Disponibilità di {0} nell'edizione “{1}”

source: Persons willing to cooperate to edition “{0}”
it: Persone disponibili a collaborare all'edizione “{0}”

source: Edit selected duty.
it: Modifica incombenza selezionata.

source: Edit duty
it: Modifica incombenza

source: {0} person
it: {0} persona

source: Duties for activity “{0}” at “{1}” from {2} to {3} on {4}, {5}
it: Incombenze attività “{0}” presso “{1}” dalle {2} alle {3} del {4}, {5}

source: g:i A
it: G:i

source: m/j/Y
it: j/n/Y

source: Edit selected edition.
it: Modifica edizione selezionata.

source: Availabilities
it: Disponibilità

source: Persons willing to cooperate to the selected edition.
it: Persone disponibili a collaborare all'edizione selezionata.

source: Tasks
it: Compiti

source: Tasks related to the selected edition.
it: Compiti relativi all'edizione selezionata.

source: Duties by location
it: Incombenze per posto

source: Print all duties by location.
it: Stampa tutte le incombenze suddivise per posto.

source: Duties by person
it: Incombenze per persona

source: Print all duties by person.
it: Stampa tutte le incombenze suddivise per persona.

source: Persons duties summary
it: Sommario incombenze persone

source: Print a summary of the duties of all involved persons.
it: Stampa un sommario di tutte le incombenze delle persone coinvolte.

source: Download as YAML
it: Scarica YAML

source: Get a YAML representation of the selected edition.
it: Ottieni una rappresentazione YAML dell'edizione selezionata.

source: Download as Excel
it: Scarica Excel

source: Get a Excel spreadsheet containing the selected edition.
it: Ottieni un documento Excel contenente l'edizione selezionata.

source: Printouts
it: Stampe

source: Downloads
it: Scaricamenti

source: Edit edition
it: Modifica edizione

source: Editions
it: Edizioni

source: <b>Editions</b><br/>Editions management
it: <b>Edizioni</b><br/>Gestione edizioni

source: Select edition
it: Seleziona edizione

source: Duties at location “{0}” in edition “{1}”
it: Incombenze presso “{0}” nell'edizione “{1}”

source: Edit selected location.
it: Modifica posto selezionato.

source: Tasks related to the selected location.
it: Compiti relativi al posto selezionato.

source: Duties
it: Incombenze

source: Duties related to the selected location.
it: Incombenze relative al posto selezionato.

source: Print this location duties.
it: Stampa le incombenze relative a questo posto.

source: Edit location
it: Modifica posto

source: Locations
it: Posti

source: <b>Locations</b><br/>Locations management
it: <b>Posti</b><br/>Gestione posti

source: Italy
it: Italia

source: Duties assigned to {0} in edition “{1}”
it: Incombenze assegnate a {0} nell'edizione “{1}”

source: Edit selected person.
it: Modifica persona selezionata.

source: Availability of the selected person.
it: Disponibilità della persona selezionata.

source: Duties assigned to the selected person.
it: Incombenze assegnate alla persona selezionata.

source: Print this person duties.
it: Stampa le incombenze di questa persona.

source: Edit person
it: Modifica persona

source: Persons
it: Persone

source: <b>Persons</b><br/>Persons management
it: <b>Persone</b><br/>Gestione persone

source: This field should be a telephone number in the format "+39 123 456 7890"
it: Questo campo può contenere un numero telefonico nel formato "+39 123 456 7890"

source: Edit selected task.
it: Modifica compito selezionato.

source: Persons assigned to the selected task.
it: Persone assegnate al compito selezionato.

source: Edit task
it: Modifica compito

source: Tasks at {0} for edition “{1}”
it: Compiti presso {0} per l'edizione “{1}”

source: Tasks related to edition “{0}”
it: Compiti relativi all'edizione “{0}”

source: Human Resources Manager
it: Gestione risorse umane
