Repository: pypi-data/pypi-mirror-14
Catalog: packages/nive_cms/nive_cms-1.0rc2.tar.gz/nive_cms-1.0rc2/nive_cms/locale/*/LC_MESSAGES/nive_cms.po
Languages: fr

source: The image element inserts images into the web page.
fr: L'élément image insère une image dans la page web.

source: Float right
fr: Flotte à droite

source: Teaser
fr: Accroche

source: Teaser large
fr: Accroche large

source: Teaser small
fr: Petite accroche

source: Imagefile
fr: Fichier image

source: Imagefile fullsize
fr: Fichier image pleine taille

source: Text
fr: Texte

source: Styling
fr: Style

source: Link
fr: Lien

source: With the link element you can add internal or external links into the web page.
fr: Avec l'élément lien vous pouvez ajouter un lien interne ou externe à une page web.

source: Same window
fr: Même fenêtre

source: New window
fr: Nouvelle fenêtre

source: none
fr: Aucun

source: Simple button
fr: Bouton simple

source: Large button
fr: Bouton large

source: Small button
fr: Petit bouton

source: Primary
fr: Normal

source: Success
fr: Succès

source: Warning
fr: Attention

source: Link url
fr: Url du lien

source: External links must start with http:// or similar. Internal links can be referenced as page id (the number) and are resolved automatically.
fr: Les liens externes doivent commencer par http:// ou équivalent. Les liens internes peuvent être référencés par le numéro de page (ID) et être déduis automatiquement.

source: Target window
fr: Fenêtre cible

source: Link style
fr: Style du lien

source: Button color
fr: Couleur du bouton

source: Only displayed to users in the selected group
fr: Affiché seulement pour les utilisateurs du groupe sélectionné

source: News
fr: Nouvelles

source: Simple news item with title, text, image, publish date and link.
fr: Nouvelle simple avec titre, texte, image, date de publication et lien.

source: Block
fr: Bloc

source: Single line, fold out
fr: Simple ligne, déplier

source: Used as publish date on the website.
fr: Utilisé comme date de publication sur le site.

source: Pages are rendered as html files and make up the website.
fr: Les pages sont diffusées sous forme de fichiers html et" " constituent le site.

source: Page header
fr: Entête de la page

source: Text shown at top of the page
fr: Texte affiché en haut de la page

source: Title image
fr: Titre de l'image

source: Description used in meta tag for search engines etc.
fr: Description utilisé dans les balises meta pour les " "moteurs de recherche etc.

source: Keywords
fr: Mots-clés

source: Keywords used in meta tag (not really used by search engines).
fr: Mots-clés utilisés dans les balises meta (pas vraiment utilisé " " par les moteurs de recherche).

source: Hide in navigation
fr: Caché dans la navigation

source: Hide the page in navigation. It will only be accessible by direct links.
fr: Cacher la page dans la navigation. Accessible seulement par liens directs.

source: Page is a menu
fr: Cette page est un menu

source: Used in some navigation lists. If checked the page is handled as menu.
fr: Utilisé dans certaines liste de navigation. Si coché cette page est " " considérée comme un menu.

source: Page is redirected to this link
fr: La page est redirigée vers ce lien

source: Automatically redirect the page to the linked page. Only in view mode.
fr: Redirige automatiquement la page vers le lien indiqué. " " Seulement en mode visiteur.

source: Enter page filename manually
fr: Entrer le nom de fichier de la page manuellement

source: By default page URL-names are generated automatically by the title. Use this option to change the default behaviour.
fr: Par défaut l'URL de la page est généré automatiquement à partir du titre. " "Utilisez cette option pour changer ce comportement par défaut.

source: Text element to add code snippets to web pages. Supports Javascript, HTML and CSS.
fr: Élément de texte pour ajouter des morceaux de code aux pages web. Supporte le javascript, HTML et CSS.

source: No format
fr: Sans format

source: Text element for the web page. Can be used to add headers, preformatted text and paragraphs to the web page.
fr: Élément de texte pour la page web. Peut être utilisé comme entête, " " texte préformaté et paragraphes de la page web.

source: Box
fr: Boite

source: A box is a container to group elements on a page. It can be used as anadvanced styling element for web pages. The box itself only stores a title and styling selector.
fr: Une boite est un conteneur pour regrouper des élements sur une page. Il peut être utilisé comme élement de style sur les pages web. La boite elle-même ne contient qu'un titre et un style sélectionné.

source: Span 1
fr: 1 part

source: Span 2
fr: 2 parts

source: Span 3
fr: 3 parts

source: Span 4
fr: 4 parts

source: Span 5
fr: 5 parts

source: Span 6
fr: 6 parts

source: Span 7
fr: 7 parts

source: Span 8
fr: 8 parts

source: Span 9
fr: 9 parts

source: Span 10
fr: 10 parts

source: Span 11
fr: 11 parts

source: Span 12 (100% width)
fr: 12 parts (100% de la largeur)

source: Top box (hero-unit)
fr: Boite en haut (hero-unit)

source: Offset 1
fr: 1 part

source: Offset 2
fr: 2 parts

source: Offset 3
fr: 3 parts

source: Offset 4
fr: 4 parts

source: Offset 5
fr: 5 parts

source: Offset 6
fr: 6 parts

source: Offset 7
fr: 7 parts

source: Offset 8
fr: 8 parts

source: Offset 9
fr: 9 parts

source: Offset 10
fr: 10 parts

source: Offset 11
fr: 11 parts

source: Visible in desktop viewports
fr: Visible sur un écran de bureau

source: Visible in tablet viewports
fr: Visible sur un écran de tablette

source: Visible in phone viewports
fr: Visible sur un écran de téléphone

source: Block size
fr: Taille du bloc

source: Block empty offset left
fr: Espace vide à gauche

source: Please note: The blocksize and offset values added together can not be larger than 12. Adjust both fields accordingly.
fr: Attention : la taille du bloc et l'espace à gauche ensemble ne doivent pas dépasser 12. Ajuster les champs en conséquence.

source: Highlight box contents
fr: Fait ressortir la boite

source: This option will add a colored background to highlight the box and its contents.
fr: Cette option ajoute un fond en couleur pour faire ressortir la boite et son contenu.

source: Use as image gallery
fr: Utilisé comme gallerie d'images

source: Use this setting if you want to add floating image teasers to this box.
fr: Utiliser cette option si vous voulez ajouter une image en accroche à cette boite.

source: Enable responsive layout
fr: Autoriser une disposition adaptative

source: Show and hide the box and it contents. The setting takes effect based on viewport or browser window sizes. It does not check the hardware device. Please note: The responsive setting is ignored in edit mode.
fr: Montre et cache la boite et son contenu. Cette option prend effet suivant la taille du navigateur ou de la fenêtre. Il ne tien pas compte du matériel. Notez que cette option est ignorée en mode édition.

source: Simple text note for authors. The note is only visible to cms authors and not published.
fr: Simple note pour les auteurs. La note n'est visible que pour les" " auteurs et n'est pas publiée.

source: File
fr: Fichier

source: The file element provides a simple file download with title and optional description.
fr: L'élément fichier fourni un simple fichier à télécharger avec un titre et une éventuelle description.

source: Home
fr: Accueil

source: The root is the home page of the website. All contained pages and elements are stored in the database.
fr: La racine est la page d'accueil du site. Toutes les pages " "contenues et leurs éléments sont stockées dans la base de données.

source: Element to render navigation trees and linked table of contents. The menublock can be used as main navigation for the web page.
fr: Élément pour afficher un arbre de navigation et liens vers les contenus." " Ce menu peut être utilisé comme nivigation principal de la page web.

source: 50 % width left
fr: 50 % de largeur à gauche

source: 33 % width left
fr: 33 % de largeur à gauche

source: 66 % width left
fr: 66 % de largeur à gauche

source: 50 % width right
fr: 50 % de largeur à droite

source: 33 % width right
fr: 33 % de largeur à droite

source: 66 % width right
fr: 66 % de largeur à droite

source: Sub pages
fr: Sous-pages

source: Same level pages
fr: Pages du même niveau

source: Tree navigation
fr: Arbre de navigation

source: Tree navigation - first level as base
fr: Arbre de navigation - premier niveau comme base

source: Menu type
fr: Type de menu

source: Spacer
fr: Espace

source: Styling element to add line breaks and vertical space between elements.
fr: Élément de style pour ajouter un ligne de rupture et de l'espace vertical entre les éléments.

source: Border
fr: Bordure

source: 1 line
fr: 1 ligne

source: 2 lines
fr: 2 lignes

source: 3 lines
fr: 3 lignes

source: 4 lines
fr: 4 lignes

source: Column
fr: Colonne

source: A column is a container to group elements on a page. Columns are not added likenormal page elements but have to be defined manually in the main template. A column canbe inherited through a hierarchy of pages.
fr: Une colonne est un conteneur pour regrouper des éléments d'une page. Les colonnes ne sont pas ajoutés comme les autres éléments mais doivent être définies dans le gabarit principal. Une colonne peut être hérité par les pages d'une même hiérarchie.

source: Show on subpages
fr: Visible sur les sous-pages

source: If checked the column will be displayed on sub pages until overwritten.
fr: Cochez cette option pour rendre visible la colonne dans les sous-pages sauf si elle est redéfinie

source: Column type
fr: Type de colonne

source: Media
fr: Média

source: Element to insert audio or video files into the web page. Uses HTML 5 mediaand audio tags and the browser's default player.
fr: Élément pour insérer de l'audio ou de la vidéo sur une page web. Utilise la balise HTML5 audio et vidéo et le lecteur par défaut du navigateur

source: Video player
fr: Lecteur vidéo

source: Audio player
fr: Lecteur audio

source: Mediafile
fr: Fichier média

source: Alternative format
fr: Format alternatif

source: To support all browsers you need to provide two different file formats.
fr: Pour supporter tous les navigateur vous devez fournir deux formats différents.

source: Player
fr: Lecteur

source: CMS workflow extension
fr: Extension CMS workflow (flux de publication)

source: Workflow
fr: Publication

source: Simple Publishing Workflow
fr: Mode de publication simple

source: New object
fr: Nouvel objet

source: Edit
fr: Modifier

source: Public
fr: Publique

source: Create
fr: Créer

source: Publish
fr: Publier

source: Revoke
fr: Révoquer

source: The page is in draft mode and not public.
fr: Cette page est en mode brouillon non publique.

source: Open workflow page
fr: Ouvre la page de publication

source: Workflow state of this page
fr: État de publication de cette page

source: The page is public.
fr: Cette page est publique.

source: Publish all sub pages recursive
fr: Publier toutes les sous-pages récursivement

source: Publish all contained sub pages
fr: Publier toutes les sous-pages contenues

source: Workflow information could not be loaded.
fr: Les informations de travail n'ont pas pu être chargée.

source: Linked workflow process:
fr: Etat de plublication lié :

source: Current workflow state:
fr: Etat de publication en cours :

source: Workflow process configured to be used with:
fr: Le processus de pulication est configuré pour être utilisé avec :

source: Sort
fr: Trier

source: Save
fr: Sauvegarder

source: Nothing to sort!
fr: Rien à trier !

source: Not found
fr: Non trouvé

source: List is empty
fr: Liste vide

source: Nothing to sort.
fr: Rien à trier.

source: Confirm delete
fr: Confirmer la suppression

source: Warning: This will delete the element and all it's contents!
fr: Attention cela va effacer l'élément et tous ces contenus !

source: Warning: This will delete the page and all sub pages!
fr: Attention cela va effacer la page et toutes les sous-pages !

source: Delete all
fr: Tout effacer

source: CMS Administration
fr: Administration du CMS

source: Design
fr: Gabarit

source: Help
fr: Aide

source: Help and documentation.
fr: Aide et documentation.

source: Column names
fr: Noms de colonnes

source: Column names used in the main template. For multiple columns enter one per line.
fr: Noms de colonnes utilisées dans le gabarit principal. En cas de plusieurs colonnes saisissez les une par ligne

source: Add new page
fr: Ajouter une nouvelle page

source: Edit page
fr: Modifier la page

source: Sub pages and parent
fr: Sous-page et parent

source: Settings
fr: Options

source: Add
fr: Ajouter

source: Sort sub pages
fr: Trier les sous-pages

source: Nothing to delete
fr: Rien à supprimer

source: Object not found
fr: Objet introuvable

source: OK. Deleted.
fr: OK. Supprimé.

source: Delete failed
fr: Échec de la suppression

source: <p><i>empty</i></p>
fr: <p><i>vide</i></p>

source: Page elements
fr: Éléments de la page

source: <p><i>no sub pages</i></p>
fr: <p><i>pas de sous-page</i></p>

source: This page is not public.
fr: Cette page n'est pas publique.

source: Add a new page?
fr: Ajouter une nouvelle page

source: Add a new subpage
fr: Ajouter un nouvelle sous-page

source: Add sub page
fr: Ajouter une sous-page

source: Add a new page after this
fr: Ajouter une nouvelle page après celle-là

source: Add page after this
fr: Ajouter une page après celle-là

source: Add a new page element?
fr: Ajouter un nouvel élément à la page

source: OK. Cut.
fr: OK. Coupé.

source: OK. Copied.
fr: OK. Copié.

source: Method unknown
fr: Méthode inconnue

source: OK. Copied and pasted.
fr: OK. Copié et collé.

source: OK. Cut and pasted.
fr: OK. Coupé et copié.

source: Add a new page element
fr: Ajouter un nouvel élément

source: List existing page elements
fr: Liste les éléments actuels de la page

source: Sort elements
fr: Trier les éléments

source: Paste here
fr: Coller ici

source: Main content
fr: Contenu principal

source: Copy element
fr: Copier l'élément

source: Cut element
fr: Couper l'élément

source: Move up
fr: Déplacer vers le haut

source: Move down
fr: Déplacer vers le bas

source: Delete
fr: Supprimer

source: toggle toolbox
fr: basculer la boite à outils

source: toolbox
fr: boite à outils

source: Edit page settings
fr: Modifier les options de la page

source: Copy page
fr: Copier la page

source: Cut page
fr: Couper la page

source: Delete current page and sub pages
fr: Efface la page courante et les sous-pages

source: Page ID
fr: ID de la page

source: Changed
fr: Modifié

source: by
fr: par

source: Open parent page
fr: Ouvre la page parent

source: Add a local column to this page
fr: Ajouter une colonne locale à cette page

source: Column:
fr: Colonne :

source: Edit column settings
fr: Modifier les options de la colonne

source: Add a new page
fr: Ajouter une nouvelle page

source: Add a new sub page
fr: Ajouter une nouvelle sous-page

source: Enable interactive elements
fr: Active les éléments interactifs

source: Disable interactive elements
fr: Désactive les éléments interactifs

source: User management
fr: Gestion des utilisateurs

source: My account
fr: Mon compte

source: Exit editor
fr: Sortir de l'éditeur

source: Log out
fr: Déconnexion

source: Welcome to Nive cms!
fr: Bienvenue sur le cms NIVE !

source: The website is empty.
fr: Le site est vide.

source: You have to sign in to start editing content.
fr: Vous devez vous identifier avant de démarrer l'édition de contenu.

source: Please note: This page will disappear automatically after adding content.
fr: Attention : cette page va disparaitre automatiquement après l'ajout d'un contenu.

source: It's easy to use
fr: C'est facile à utiliser

source: nive_toolbox
fr: boite à outils

source: Please refer to the online documentation for further information
fr: Référez vous à la document en ligne pour plus d'information.

source: Editing websites
fr: Edition des sites

source: CMS elements and modules
fr: Eléments et modules du CMS

source: Styling the website
fr: Style du site

source: Community and Support
fr: Communauté et support

source: Rewrite fulltext index
fr: Réécrit l'index plein texte

source: Delete and rewrite the fulltext index.
fr: Supprime et réécrit l'index plein texte.

source: Deleted previous fulltext index.<br>
fr: Supprimer l'index plein texte précédent.<br>

source: Updated fulltext index. Finished.<br>
fr: Mise à jour de l'index plein texte.<br>

source: ${cnt} pages ok. ${err} failed.<br>
fr: ${cnt} pages ok. ${err} échecs.<br>

source: Error: Unable to open page (${id}).<br>
fr: Erreur : Impossible d'ouvrir la page (${id}).<br>

source: Error: Unable to update page (${id}).<br>
fr: Erreur : Impossible de mettre à jour la page (${id}).<br>

source: Python image library (PIL) not installed.
fr: Python image library (PIL) non installé.

source: Image not found:
fr: Image non trouvée :

source: Website design and view
fr: Site style et vue

source: empty box
fr: boite vide

source: This page is redirected in view mode:
fr: Cette page est redirigée en mode vue :

source: Sorry, your browser does not support the video element.
fr: Désolé, votre navigateur ne supporte pas l'élément vidéo.

source: Sorry, your browser does not support the audio element.
fr: Désolé, votre navigateur ne supporte pas l'élement audio.
