Repository: pypi-data/pypi-mirror-14
Catalog: packages/wagtailmodeladmin/wagtailmodeladmin-2.5.0.tar.gz/wagtailmodeladmin-2.5.0/wagtailmodeladmin/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Put it under
nl: Plaats het onder

source: Where should it go?
nl: Waar moet het geplaatst worden?

source: %(plural)s can be added to more than one place within your site. Where would you like this new one to go?
nl: %(plural)s kunnen op meerdere plaatsen in uw website toegevoegd worden. Waar wilt u dat een nieuwe geplaatst wordt?

source: Continue
nl: Doorgaan

source: Yes, delete
nl: Ja, verwijderen

source: Save
nl: Opslaan

source: Delete
nl: Verwijderen

source: Sorry, there are no %(name)s matching your search parameters.
nl: Sorry, er zijn geen %(name)s die overeenkomen met uw zoekterm.

source: Search for
nl: Zoek op

source: Search %(name)s
nl: Zoek %(name)s

source: Add %(name)s
nl: Voeg %(name)s toe

source: Filter
nl: Filteren

source: No %(name)s have been created yet. One of the following must be added to your site before any %(name)s can be added.
nl: Er is nog geen %(name)s aangemaakt. Een van de volgende items moet eerst toegevoegd worden voordat u een %(name)s kunt aanmaken.

source: No %(name)s have been created yet.
nl: Er zijn nog een %(name)s aangemaakt.

source: Page %(current_page)s of %(num_pages)s.
nl: Pagina %(current_page)s van %(num_pages)s.

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Sorry, you do not have permission to access this area.
nl: Helaas, u heeft geen toegang tot dit onderdeel.

source: Edit this %s
nl: Wijzig %s

source: Edit
nl: Wijzig

source: Delete this %s
nl: Verwijder %s

source: Unpublish this %s
nl: Publicatie ongedaan maken van %s

source: Unpublish
nl: Publicatie ongedaan maken

source: Copy this %s
nl: Kopieer %s

source: Copy
nl: Kopieer

source: {model_name} '{instance}' created.
nl: {model_name} '{instance}' is aangemaakt.

source: The %s could not be created due to errors.
nl: %s kon vanwege foutmeldingen niet aangemaakt worden.

source: New
nl: Nieuw

source: Create new %s
nl: Maak nieuw %s aan

source: Add %s
nl: Voeg %s toe

source: Editing
nl: Bezig met wijzigen

source: Editing %s
nl: Bezig met wijzigen van %s

source: {model_name} '{instance}' updated.
nl: {model_name} '{instance}' is aangepast.

source: The %s could not be saved due to errors.
nl: %s kon vanwege foutmeldingen niet opgeslagen worden.

source: Confirm deletion of %s
nl: Bevestig het verwijderen van %s

source: Are you sure you want to delete this %s? If other things in your site are related to it, they may also be affected.
nl: Weet u zeker dat u dit item van het type %s wilt verwijderen? Dit heeft mogelijk gevolgen voor andere zaken in uw site, mochten die naar dit item verwijzen.

source: {model_name} '{instance}' deleted.
nl: {model_name} '{instance}' is verwijderd.
