Repository: pypi-data/pypi-mirror-14
Catalog: packages/nova-powervm/nova_powervm-2.0.0.0rc1-py2-none-any.whl/nova_powervm/locale/*/nova-powervm-log-info.po
Languages: it

source: The compute driver has been initialized.
it: Il driver di calcolo è stato inizializzato.

source: Host UUID is:%s
it: L'UUID host è: %s

source: Operation: %(op)s. Virtual machine display name: %(display_name)s, name: %(name)s, UUID: %(uuid)s
it: Operazione: %(op)s. Nome di visualizzazione macchina virtuale: %(display_name)s, nome:%(name)s, UUID: %(uuid)s

source: Ignoring destroy call during resize revert.
it: Ignorata chiamata di eliminazione durante inversione ridimensionamento.

source: During volume detach, the instance was not found on this host.
it: Durante lo scollegamento del volume, l'istanza non è stata trovata su questo host.

source: Retrying to update VM.
it: Nuovo tentativo di aggiornamento VM.

source: Checking live migration capability on destination host.
it: Controllo capacità di migrazione live sull'host di destinazione.

source: Cleaning up from checking live migration capability on destination.
it: Cleanup da controllo capacità di migrazione live su destinazione.

source: Checking live migration capability on source host.
it: Controllo capacità di migrazione live sull'host di origine.

source: Pre live migration processing.
it: Elaborazione pre-migrazione live.

source: Post live migration processing on source host.
it: Elaborazione post-migrazione live sull'host di origine.

source: Post live migration processing on destination host.
it: Elaborazione post-migrazione live sull'host di destinazione.

source: Performing pre migration for volume %(volume)s
it: Esecuzione della pre-migrazione per il volume %(volume)s

source: Performing post migration for volume %(volume)s
it: Esecuzione della post-migrazione per il volume %(volume)s

source: Creating config drive for instance: %s
it: Creazione unità config per l'istanza: %s

source: Config drive ISO being built for instance %(inst)s building to path %(iso_path)s.
it: Unità config ISO in fase di creazione per l'istanza %(inst)s percorso di creazione %(iso_path)s.

source: Adding cfg drive mapping for instance %(inst)s for Virtual I/O Server %(vios)s
it: Aggiunta associazione di unità cfg per l'istanza %(inst)s per Virtual I/O Server %(vios)s

source: An error occurred querying the virtual optical media repository. Attempting to re-establish connection with a virtual optical media repository
it: Si è verificato un errore durante l'interrogazione del repository di supporti ottici virtuali. Tentativo di ristabilire la connessione con un repository di supporti ottici virtuali

source: Removing virtual optical for VM with UUID %s.
it: Rimozione supporto ottico virtuale per VM con UUID %s.

source: Deleting virtual machine. LPARID: %s
it: Eliminazione della macchina virtuale. LPARID: %s

source: Virtual machine delete status: %d
it: Stato dell'eliminazione della macchina virtuale: %d

source: Local Storage driver initialized: volume group: '%s'
it: Driver di memoria locale inizializzato: gruppo volumi: '%s'

source: Disconnecting instance %(inst)s from storage disks.
it: Disconnessione istanza %(inst)s dai dischi di memeoria.

source: Unmapped boot disk %(disk_name)s from the management partition from Virtual I/O Server %(vios_name)s.
it: Disco di avvio %(disk_name)s disassociato da partizione di gestione da Virtual I/O Server %(vios_name)s.

source: Create disk.
it: Creazione disco.

source: Adding logical volume disk connection between VM %(vm)s and VIOS %(vios)s.
it: Aggiunta connessione del disco del volume logico tra la VM %(vm)s e il VIOS %(vios)s.

source: Extending disk: %s
it: Estenzione disco: %s

source: SSP Storage driver initialized. Cluster '%(clust_name)s'; SSP '%(ssp_name)s'
it: Driver di memoria SSP inizializzato. Cluster '%(clust_name)s'; SSP '%(ssp_name)s'

source: Removing SSP disk connection between VM %(vm)s and VIOS %(vios)s.
it: Rimozione connessione del disco SSP tra la VM %(vm)s e il VIOS %(vios)s.

source: Unmapped boot disk %(disk_name)s from the management partition from Virtual I/O Server %(vios_uuid)s.
it: Disco di avvio %(disk_name)s disassociato da partizione di gestione da Virtual I/O Server %(vios_uuid)s.

source: SSP: Create %(image_type)s disk from image %(image_id)s for instance %(instance_uuid)s.
it: SSP: creazione disco %(image_type)s da immagine %(image_id)s per l'istanza %(instance_uuid)s.

source: SSP: Disk name is %s
it: SSP: il nome disco è %s

source: SSP: Using already-uploaded image LU %s.
it: SSP: utilizzo LU immagine già caricata %s.

source: SSP: Uploading new image LU %s.
it: SSP: caricamento nuova LU immagine %s.

source: Adding SSP disk connection between VM %(vm)s and VIOS %(vios)s.
it: Aggiunta connessione del disco SSP tra la VM %(vm)s e il VIOS %(vios)s.

source: Starting stream of boot device for instance %(inst)s (local blockdev %(devpath)s) to glance image %(img_id)s.
it: Avvio flusso del dispositivo di avvio per l'istanza %(inst)s (blockdev %(devpath)s locale) a immagine glance %(img_id)s.

source: Completed stream of boot device for instance %(inst)s (local blockdev %(devpath)s) to glance image %(img_id)s.
it: Completato flusso del dispositivo di avvio per l'istanza %(inst)s (blockdev %(devpath)s locale) a immagine glance %(img_id)s.

source: Unplugging the Network Interfaces to instance %s
it: Scollegamento delle interfacce di rete per l'istanza %s

source: Deleting VIF with mac %(mac)s for instance %(inst)s.
it: Eliminazione VIF con mac %(mac)s per l'istanza %(inst)s.

source: Plugging the Network Interfaces to instance %s
it: Collegamento delle interfacce di rete per l'istanza %s

source: Creating VIF with mac %(mac)s for instance %(sys)s
it: Creazione VIF con mac %(mac)s per l'istanza %(sys)s

source: Plugging the Management Network Interface to instance %s
it: Collegamento dell'interfaccia di rete di gestione per l'istanza %s

source: Connecting volume %(vol)s to instance %(inst)s
it: Connessione volume %(vol)s all'istanza %(inst)s

source: Disconnecting volume %(vol)s from instance %(inst)s
it: Disconnessione volume %(vol)s dall'istanza %(inst)s

source: Creating disk for instance: %s
it: Creazione disco per l'istanza: %s

source: Connecting disk to instance: %s
it: Connessione disco all'istanza: %s

source: Mapping boot disk of instance %(instance_name)s to management partition.
it: Associazione disco di avvio dell'istanza %(instance_name)s alla partizione di gestione.

source: Discovering device and path for mapping of %(dev_name)s on the management partition.
it: Rilevamento dispositivo e percorso per associazione di %(dev_name)s sullapartizione di gestione.

source: Unmapping boot disk %(disk_name)s of instance %(instance_name)s from management partition via Virtual I/O Server %(vios_name)s.
it: Annullamento associazione disco di avvio %(disk_name)s dell'istanza %(instance_name)s dalla partizione di gestione mediante il Virtual I/O Server %(vios_name)s.

source: Removing disk %(disk_path)s from the management partition.
it: Rimozione del disco %(disk_path)s dalla partizione di gestione.

source: Creating Config Drive for instance: %s
it: Creazione unità config per l'istanza: %s

source: Detaching disk storage adapters for instance %s
it: Scollegamento adattatori di memoria disco per l'istanza %s

source: Deleting storage disk for instance %s.
it: Eliminazione del disco di memoria per l'istanza %s.

source: Saving block device mapping for volume id %(vol_id)s on instance %(inst)s.
it: Salvataggio associazione dispositivo di blocco per l'ID volume %(vol_id)s sull'istanza %(inst)s.

source: Creating instance: %s
it: Creazione istanza: %s

source: Powering on instance: %s
it: Accensione dell'istanza: %s

source: Powering off instance: %s
it: Spegnimento dell'istanza: %s

source: Powering off instance %s.
it: Spegnimento dell'istanza %s.

source: Deleting instance %s from system.
it: Eliminazione istanza %s dal sistema.

source: Removing mgmt NPIV mapping for instance %(inst)s for fabric %(fabric)s.
it: Rimozione associazione NPIV di gestione per istanza %(inst)s per fabric %(fabric)s.

source: Mapping instance %(inst)s to the mgmt partition for fabric %(fabric)s because the VM does not yet have a valid vFC device.
it: Associazione istanza %(inst)s a partizione di gestione per fabric %(fabric)s perché la VM non ha ancora un dispositivo vFC valido.

source: Mapping instance %(inst)s to the mgmt partition for fabric %(fabric)s because the VM is migrating to this host.
it: Associazione istanza %(inst)s a partizione di gestione per fabric %(fabric)s perché la VM viene migrata a questo host.

source: NPIV wwpns fabric state=%(st)s for instance %(inst)s
it: Stato fabric wwpns NPIV=%(st)s per l'istanza %(inst)s

source: Adding NPIV Mapping with mgmt partition for instance %s
it: Aggiunta di associazione NPIV con partizione di gestione per l'istanza %s

source: Removing NPIV mapping for mgmt partition for instance %(inst)s on VIOS %(vios)s.
it: Rimozione di associazione NPIV per partizione di gestione per l'istanza %(inst)s su VIOS %(vios)s.

source: Adding NPIV mapping for instance %(inst)s for Virtual I/O Server %(vios)s.
it: Aggiunta di associazione NPIV per l'istanza %(inst)s per Virtual I/O Server %(vios)s.

source: Removing a NPIV mapping for instance %(inst)s for fabric %(fabric)s.
it: Rimozione di un'associazione NPIV per istanza %(inst)s per fabric %(fabric)s.

source: Setting Fabric state=%(st)s for instance=%(inst)s
it: Impostazione stato Fabric=%(st)s per l'istanza=%(inst)s

source: Discovered %(hdisk)s on vios %(vios)s for volume %(volume_id)s. Status code: %(status)s.
it: Rilevato %(hdisk)s su vios %(vios)s per volume %(volume_id)s. Codice stato: %(status)s.

source: Disconnect Volume: Discovered the device %(hdisk)s on Virtual I/O Server %(vios_name)s for volume %(volume_id)s. Volume UDID: %(volume_uid)s.
it: Disconnessione volume: rilevato dispositivo %(hdisk)s su Virtual I/O Server %(vios_name)s per il volume %(volume_id)s. UDID volume: %(volume_uid)s.

source: Removing vSCSI mapping from Physical Volume %(dev)s to VM %(vm)s
it: Rimozione associazione vSCSI da volume fisico %(dev)s per VM %(vm)s

source: Adding vSCSI mapping to Physical Volume %(dev)s to VM %(vm)s
it: Aggiunta associazione vSCSI a volume fisico %(dev)s per VM %(vm)s

source: Failed to retrieve device_id key from BDM for volume id %s
it: Impossibile richiamare la chiave device_id da BDM per id volume %s
